Repository: elysium-studio/Glance
Catalog: Glance.ScreenCapture.WinUI/Strings/*/Resources.resw
Source language: en
Languages: de, fr, it, ja, ko, nl, pl, pt_br, zh_hans

# ModuleTitle
source: Screen capture
de: Bildschirmaufnahme
fr: Capture d’écran
it: Acquisizione schermo
ja: 画面キャプチャ
ko: 화면 캡처
nl: Schermafbeelding
pl: Zrzut ekranu
pt_br: Captura de tela
zh_hans: 屏幕截图

# ModuleDisplayName
source: Screen capture
de: Bildschirmaufnahme
fr: Capture d’écran
it: Acquisizione schermo
ja: 画面キャプチャ
ko: 화면 캡처
nl: Schermafbeelding
pl: Zrzut ekranu
pt_br: Captura de tela
zh_hans: 屏幕截图

# ModuleDescription
source: Capture a region, window, display, or the entire desktop.
de: Bereich, Fenster, Bildschirm oder gesamten Desktop aufnehmen.
fr: Capturez une zone, une fenêtre, un écran ou tout le bureau.
it: Acquisisci un'area, una finestra, uno schermo o l'intero desktop.
ja: 領域、ウィンドウ、ディスプレイ、またはデスクトップ全体をキャプチャします。
ko: 영역, 창, 디스플레이 또는 전체 바탕 화면을 캡처합니다.
nl: Leg een gebied, venster, scherm of het volledige bureaublad vast.
pl: Przechwytuj obszar, okno, ekran lub cały pulpit.
pt_br: Capture uma região, janela, tela ou toda a área de trabalho.
zh_hans: 截取区域、窗口、显示器或整个桌面。

source: Ready to capture
de: Bereit zur Aufnahme
fr: Prêt à capturer
it: Pronto per acquisire
ja: キャプチャの準備完了
ko: 캡처 준비 완료
nl: Klaar om vast te leggen
pl: Gotowe do przechwycenia
pt_br: Pronto para capturar
zh_hans: 准备截图

# SelectingCapture
source: Select what to capture
de: Aufnahmebereich auswählen
fr: Sélectionnez la capture
it: Seleziona cosa acquisire
ja: キャプチャ対象を選択
ko: 캡처할 항목 선택
nl: Kies wat je wilt vastleggen
pl: Wybierz, co przechwycić
pt_br: Selecione o que capturar
zh_hans: 选择截图内容

source: Capture saved
de: Aufnahme gespeichert
fr: Capture enregistrée
it: Acquisizione salvata
ja: キャプチャを保存しました
ko: 캡처 저장됨
nl: Opname opgeslagen
pl: Zrzut zapisany
pt_br: Captura salva
zh_hans: 截图已保存

# CaptureFailed
source: Capture unavailable
de: Aufnahme nicht verfügbar
fr: Capture indisponible
it: Acquisizione non disponibile
ja: キャプチャを利用できません
ko: 캡처를 사용할 수 없음
nl: Opname niet beschikbaar
pl: Przechwytywanie niedostępne
pt_br: Captura indisponível
zh_hans: 截图不可用

# CaptureRegion
source: Region
de: Bereich
fr: Zone
it: Area
ja: 領域
ko: 영역
nl: Gebied
pl: Obszar
pt_br: Região
zh_hans: 区域

# CaptureWindow
source: Window
de: Fenster
fr: Fenêtre
it: Finestra
ja: ウィンドウ
ko: 창
nl: Venster
pl: Okno
pt_br: Janela
zh_hans: 窗口

# CaptureDisplay
source: Display
de: Bildschirm
fr: Plein écran
it: Schermo intero
ja: ディスプレイ
ko: 전체 화면
nl: Volledig scherm
pl: Ekran
pt_br: Tela
zh_hans: 全屏

# CaptureAllDisplays
source: All displays
de: Alle Bildschirme
fr: Tous les écrans
it: Tutti gli schermi
ja: すべてのディスプレイ
ko: 모든 화면
nl: Alle schermen
pl: Wszystkie ekrany
pt_br: Todas as telas
zh_hans: 所有屏幕

# SelectRegionInstruction
source: Drag to capture a region · Esc to cancel
de: Zum Aufnehmen eines Bereichs ziehen · Esc zum Abbrechen
fr: Faites glisser pour capturer une zone · Échap pour annuler
it: Trascina per acquisire un'area · Esc per annullare
ja: ドラッグして領域をキャプチャ · Esc でキャンセル
ko: 드래그하여 영역 캡처 · Esc로 취소
nl: Sleep om een gebied vast te leggen · Esc om te annuleren
pl: Przeciągnij, aby przechwycić obszar · Esc, aby anulować
pt_br: Arraste para capturar uma região · Esc para cancelar
zh_hans: 拖动以截取区域 · 按 Esc 取消

# SelectWindowInstruction
source: Select a window · Esc to cancel
de: Fenster auswählen · Esc zum Abbrechen
fr: Sélectionnez une fenêtre · Échap pour annuler
it: Seleziona una finestra · Esc per annullare
ja: ウィンドウを選択 · Esc でキャンセル
ko: 창 선택 · Esc로 취소
nl: Selecteer een venster · Esc om te annuleren
pl: Wybierz okno · Esc, aby anulować
pt_br: Selecione uma janela · Esc para cancelar
zh_hans: 选择窗口 · 按 Esc 取消

# SelectDisplayInstruction
source: Select a display · Esc to cancel
de: Bildschirm auswählen · Esc zum Abbrechen
fr: Sélectionnez un écran · Échap pour annuler
it: Seleziona uno schermo · Esc per annullare
ja: ディスプレイを選択 · Esc でキャンセル
ko: 디스플레이 선택 · Esc로 취소
nl: Selecteer een scherm · Esc om te annuleren
pl: Wybierz ekran · Esc, aby anulować
pt_br: Selecione uma tela · Esc para cancelar
zh_hans: 选择显示器 · 按 Esc 取消

# RegionCaptureButton.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: Capture region
de: Bereich aufnehmen
fr: Capturer une zone
it: Acquisisci area
ja: 領域をキャプチャ
ko: 영역 캡처
nl: Gebied vastleggen
pl: Przechwyć obszar
pt_br: Capturar região
zh_hans: 截取区域

# WindowCaptureButton.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: Capture window
de: Fenster aufnehmen
fr: Capturer une fenêtre
it: Acquisisci finestra
ja: ウィンドウをキャプチャ
ko: 창 캡처
nl: Venster vastleggen
pl: Przechwyć okno
pt_br: Capturar janela
zh_hans: 截取窗口

# DisplayCaptureButton.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: Capture display
de: Bildschirm aufnehmen
fr: Capturer un écran
it: Acquisisci schermo
ja: ディスプレイをキャプチャ
ko: 디스플레이 캡처
nl: Scherm vastleggen
pl: Przechwyć ekran
pt_br: Capturar tela
zh_hans: 截取显示器

source: Capture all displays
de: Alle Bildschirme aufnehmen
fr: Capturer tous les écrans
it: Acquisisci tutti gli schermi
ja: すべてのディスプレイをキャプチャ
ko: 모든 디스플레이 캡처
nl: Alle schermen vastleggen
pl: Przechwyć wszystkie ekrany
pt_br: Capturar todas as telas
zh_hans: 截取所有显示器

# CopyCaptureButton.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: Copy capture
de: Aufnahme kopieren
fr: Copier la capture
it: Copia acquisizione
ja: キャプチャをコピー
ko: 캡처 복사
nl: Opname kopiëren
pl: Kopiuj zrzut
pt_br: Copiar captura
zh_hans: 复制截图

# OpenCaptureButton.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: Open capture
de: Aufnahme öffnen
fr: Ouvrir la capture
it: Apri acquisizione
ja: キャプチャを開く
ko: 캡처 열기
nl: Opname openen
pl: Otwórz zrzut
pt_br: Abrir captura
zh_hans: 打开截图

# RevealCaptureButton.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: Show in folder
de: Im Ordner anzeigen
fr: Afficher dans le dossier
it: Mostra nella cartella
ja: フォルダーに表示
ko: 폴더에서 보기
nl: In map weergeven
pl: Pokaż w folderze
pt_br: Mostrar na pasta
zh_hans: 在文件夹中显示

# DeleteCaptureButton.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: Delete capture
de: Aufnahme löschen
fr: Supprimer la capture
it: Elimina acquisizione
ja: キャプチャを削除
ko: 캡처 삭제
nl: Opname verwijderen
pl: Usuń zrzut
pt_br: Excluir captura
zh_hans: 删除截图
